/* Database is up to date. */
"Database is up to date." = "Die Datenbank ist aktuell.";

/* Looking for updates... */
"Looking for updates..." = "Auf der Suche nach Updates...";

/* Offline. Sync skipped. */
"Offline. Sync skipped." = "Offline. Synchronisierung übersprungen.";

/* Update completed. */
"Update completed." = "Aktualisierung abgeschlossen.";

/* Updating database... */
"Updating database..." = "Datenbank wird aktualisiert...";

